"identhub_phone_verification_description" = "Geben Sie den 6-stelligen Code ein, der an Ihre Handynummer %1$s gesendet";

"identhub_phone_verification_request_code" = "Neuen Code anfordern in";

"identhub_phone_verification_send_new_code" = "Neuen Code senden";

"identhub_phone_verification_title" = "Rufnummer bestätigen";

"identhub_terms_and_conditions_checkbox_text" = "Ich stimme der %1$s und den %2$s zu";

"identhub_terms_and_conditions_info" = "Um fortzufahren, lesen Sie bitte die Datenschutzerklärung und die allgemeinen Geschäftsbedingungen und stimmen Sie denen zu.";

"identhub_terms_and_conditions_title" = "AGBs";

